{
        "400": "Invalid request. Please check your parameters.",
        "401": "Unauthorized. Access denied.",
        "403": "Forbidden. You do not have permission to access this resource.",
        "404": "Resource not found. Requested resource or user does not exist.",
        "500": "Internal server error. Something went wrong on our end.",
        "ERROR": "An error has occurred:",
        "SUCCESS": "Operation completed successfully!",
        "ALT_ACCOUNTS_PROHIBITED": "You can't create alternative accounts, please delete your existing accounts first!",
        "INVALID": "Invalid request. Please check your input.",
        "INVALIDSTRING": "Some fields contain invalid word formatting.",
        "INVALIDINTEGER": "One or more required number fields are not integers.",
        "INVALIDFORMAT": "The input has invalid format strings, please fix that!",
        "INVALIDEMAIL": "The email you've provided is either in invalid format or it's from a temporary mail service.",
        "INTEGERBELOWZERO": "Numbers specified must not be zero or negative.",
        "INSUFFICIENT": "You do not have enough coins or resources to perform this action.",
        "INTEGERTOOBIG": "The number provided exceeds the maximum limit, please try a smaller number!",
        "MISSING": "Please fill in all required fields.",
        "USEREXISTS": "An user with these credentials already exists.",
        "EXISTS": "This item already exists in the database.",
        "NOTAUTHENTICATEDVIADISCORD": "You're not authenticated via Discord!",
        "QUEUED": "Request has been queued and will be executed shortly!",
        "UNCONFIGURED": "A configuration seed related to this feature is unconfigured, please wait until the administrators fix this. They've been alerted about this already!",
        "MAXINVOICES": "Maximum invoice limit for your account has been reached, please pay your dues first!",
        "WRONGSECRET": "No matching account with these credentials could be found!",
        "REQUESTED": "Request has been sent to the user, resource transfer will be initiated once confirmed!",
        "INACTIVE": "Feature or addon is not active! Please ask admins to activate it and try again.",
        "MISSINGLICENSE": "An official license key is required for this feature to work!"
}